{
    "dialogs": {
        "0": {
            "type": "text", "img": "backgroundD1.jpg", "name": "Introduction", "text": "Robert Johnson, est un vieux fermier du sud de la Californie. Robert vient d'une famille d'agriculteurs. Mais après 45 ans de dur labeur, Robert est maintenant la seule personne qui reste pour diriger la ferme familiale. Les dernières années ont été particulièrement difficiles pour Robert. La chute du prix d'achat de ses fruits et légumes par les grossistes, ainsi que diverses catastrophes naturelles, ont fortement affecté sa production et ses revenus. Robert travaille dur tous les jours, peut-être trop pour son âge avancé. Mais malgré cela, la production ne s'améliore pas et ses revenus continuent de baisser.", "next": 1},
        "1": {
            "type": "text", "img": "backgroundD2.jpg", "name": "Jour 1", "text": "Une nouvelle journée commence pour Robert, le soleil est déejà haut dans le ciel et semble brûler tout ce qu'il touche, comme d'habitude à cette époque de l'année.", "next": 2},
        "2": {
            "type": "narchoice", "img": "backgroundD3.jpg", "name": "Jour 1", "text": "Robert s'apprête à arroser ses champs de salades, quand le bruit sourd de pneu crissant sur l'asphalte interrompt le silence habituel de la ferme.", "choices": [["Sortir pour voir ce qu'il se passe","3"], ["Rester à l'intérieur et continuer de se préparer","4"]]},
        "3": {
            "type": "text", "img":"background.png", "name": "Jour 1", "text" : "Robert voit un homme en costume sortir de la voiture et marcher vers lui.", "next": 5},
        "4": {
            "type": "text", "img":"background.png", "name": "Jour 1", "text" : "Quelqu'un sonne à la porte", "next": 5},
        "5":{
            "type": "text", "img":"background.png", "name": "Jour 1", "text" : "L'homme s'approche et s'exclame : << Bonjour Monsieur, je suis vendeur chez Utopia Worldwide, je fais le tour de la région pour promouvoir notre nouveau produit le SquareUp >>", "next": 6},
        "6":{
            "type": "narchoice", "img":"background.png", "name": "Jour 1", "text" : "Vendeur : Avec notre produit, vous pouvez dire adieu aux pertes de production, aux dégâts causés par les insectes, vos plantations produiront deux fois plus que la normale ! Souhaitez-vous un kit d'essai pour vivre l'expérience par vous-même ? Si le produit vous a convaincu, il vous suffit de remplir ce document et de nous l'envoyer pour en commander d'autres.", "choices": [["Accepter le kit d'essai","7"], ["Décliner l'offre","8"]] },
        "7":{
            "type": "text", "img":"background.png", "name": "Jour 1", "text" : "Robert prend le kit de test, l'homme sen va, et Robert décide d'essayer ce nouveau produit sur ses carottes qui ont très peu produit et ses salades qui sont envahies par les limaces.", "next": 9},
        "8":{
            "type": "text", "img":"background.png", "name": "Jour 1", "text" : "Le vendeur explique à Robert tous les avantages que ce produit pourrait apporter à sa ferme, et lui fait une dé monstration sur certains de ses plans de carottes, lui laisse le kit d'essai en cadeau, puis s'en va.", "next": 9},
        "9":{
            "type": "text", "img":"background.png", "name": "Jour 1", "text" : "Robert choisit ses légumes pour son repas avant de rentrer chez lui pour cuisiner, il décide de prendre une partie des légumes sur lesquels le produit a été appliqué pour voir si leur goût est altéré.", "next": 10},
        "10":{
            "type": "text", "img":"background.png", "name": "Jour 1", "text" : "Robert mange son repas et va se coucher. Fin de la première journée.", "next": 11},
        "11":{
            "type": "text", "img":"background.png", "name": "Jour 1", "text" : "C'est une nuit tourmentée pour Robert, il se retrouve dans un cauchemar inhabituel, comme si son âme était pourchassée……", "next": 12},
        "12":{
            "type": "notice", "img":"background.png", "name": "Jour 1", "text" : "Comme vous pouvez le voir, notre petit fermier est actuellement en train de faire un cauchemar rempli de fruits et de légumes ! Est ce que cela est lié à ce qu'il a mangé tout à l'heure? Hum.... Excellente question ! Déplacez vous avec les flèches et esquivez tous ces étranges assaillants, sinon ce cauchemar pourrait bien empêcher notre fermier de se réveiller à tout jamais ! ", "next": 13},
        "13":{
            "type": "notice", "img":"background.png", "name": "Jour 1", "text" : "Vous pouvez également effectuer une petite ruée en appuyant en même temps sur une flèche de direction et la touche espace. Survivez 60 secondes sans épuiser vos 3 vies et votre fermier se réveillera demain.", "next": 14},
        "14":{
            "type": "notice", "img":"background.png", "name": "Jour 1", "text" : "Est ce que vous êtes prêts? 3..2..1...", "next": 15},
        "15":{
            "type": "notice", "img":"background.png", "name": "Jour 1", "text" : "C'est parti !", "next": -1}        
    }
}
