{
    "dialogs": {
        "0": {
            "type": "narchoice", "img": "interior2.png", "name": "Jour 2", "text": "Après un cauchemar étrange dont Robert n'arrive pas à se souvenir, il se réveilla et décida de prend son petit-déjeuner et sort de chez lui pour aller entretenir ses légumes. Le soleil est encore bas dans le ciel et la pénombre commence tout juste à se dissiper.", "choices": [["Aller s'occuper des carottes","1"],["Aller s'occuper des salades","2"]]},
        "1": {
            "type": "narchoice", "img": "Carrot1.png", "name": "Jour 2", "text": "Robert se dirige en direction des champs de carottes, mais... Qu'est-ce que ?.. Il y a au moins deux fois plus de carottes qu'hier ! C'est incroyable ! Robert sort une carotte du sol pour l'examiner, et..., la carotte est au moins TROIS fois plus grosse que tout ce qu'il a pu ramasser jusqu'à aujourd'hui.", "choices": [["Aller s'occuper des salades","2"],["Suivant","3"]]},
        "2": {
            "type": "narchoice", "img": "salad1.png", "name": "Jour 2", "text": "Il faut maintenant aller ramasser les salades. Mais encore une fois Robert est stupéfait en découvrant qu'il n'y a plus aucune limace sur les salades, et ces dernières ont toutes grossi sans même les avoir arrosés.", "choices": [["Aller s'occuper des carottes","1"], ["Suivant","3"]]},
        "3": {
            "type": "narchoice", "img":"Farm8.png", "name": "Jour 2", "text" : "Robert réalise que c'est le produit donné par le commercial d'hier qui a permis ces miracles. Il se demande alors si le produit serait efficace sur les fruits. Il se dit que ce produit pourrait enfin le rendre riche, il n'aurait alors plus à trimer tous les jours au champ et pourrait alors employer de la main d'œuvre pour s'occuper de sa ferme", "choices": [["Utiliser le produit sur les arbres fruitiers ","4"],["Ne pas utiliser le produit","5"]]},
        "4": {
            "type": "text", "img":"Farm8.png", "name": "Jour 2", "text" : "Robert répand du produit sur les arbres fruitiers pendant le reste de la journée. Robert cueille les fruits et légumes nécessaires pour préparer son repas et rentre pour commencer à cuisiner.", "next": 6},
        "5":{
            "type": "text", "img":"Carrot1.png", "name": "Jour 2", "text" : "Robert continue sa journée de travail, lorsque le ciel s'assombrit et se teinte d'une voile orange Robert, cueille les fruits et légumes nécessaires pour préparer son repas et rentre pour commencer à cuisiner.", "next": 6},
        "6":{
            "type": "choice", "img":"Carrot1.png", "name": "Jour 2", "text" : "Pour varier un peu les repas, Robert décide de ne pas choisir les mêmes aliments qu'hier pour son repas. En premier, il choisit : ", "choices": [["Des pommes", "Pomme"], ["Des citrouilles", "Citrouille"], ["Des radis", "Radis"]], "next": 7},
        "7":{
            "type": "choice", "img":"Carrot1.png", "name": "Jour 2", "text" : "Ensuite, il choisit : ", "choices": [["Des salades", "Salade"], ["Des bananes", "Banane"], ["Des poireaux", "Poireau"]], "next": 8},
        "8":{
            "type": "choice", "img":"Carrot1.png", "name": "Jour 2", "text" : "Et enfin, il choisit : ", "choices": [["Des carottes", "Carotte"], ["Des raisins", "Raisin"], ["Des cerises", "Cerise"]],  "next": 9},
        "9":{
            "type": "text", "img":"Interior1.png", "name": "Jour 2", "text" : "Robert cuisine les trois aliments qu'il a choisi ensemble, et se demande à nouveau pourquoi est ce qu'il a fait ça... Ce mélange n'avait aucun sens et aucun être humain n'a déjà dû le faire, et pourtant Robert se dit que ce n'étais pas si mauvais, mais il a quand même l'impression d'être possédé par une forcé mystérieuse qui lui dit quoi faire quand il doit décider ce qu'il mange. Trouvant sa réflexion absurde, il décida d'aller se coucher.", "next": 10},
        "10":{
            "type": "text", "img":"sky1.jpg", "name": "Jour 2", "text" : "C'est une nuit tourmentée à nouveau pour Robert, il se souvient d'un coup de son cauchemar de la veille, et fait le lien. Les fruits et légumes qu'il mange le jour essaient de le tuer dans ses rêves la nuit.", "next": 11},
        "11":{
            "type": "notice", "img":"sky1.jpg", "name": "Jour 2", "text" : "Comment !? Si vous êtes arrivés jusque là c'est que vous avez survécu au premier niveau ! Ce n'était jamais arrivé auparavant, mon égo a été atteint ! Mais maintenant je vous préviens, la difficulté va augmenter ! Mon objectif est que jamais personne ne me termine, je veux rester un jeu vidéo totalement invaincu !", "next": 12},
        "12":{
            "type": "notice", "img":"sky1.jpg", "name": "Jour 2", "text" : "Cette fois-ci, vous n'y survivrez pas, est ce que vous êtes à prêts à rencontrer la défaite?", "next": 13},
        "13":{
            "type": "notice", "img":"sky1.jpg", "name": "Jour 2", "text" : "3..2..1...", "next": 14},
        "14":{
            "type": "notice", "img":"sky1.jpg", "name": "Jour 2", "text" : "C'est parti !", "next": -1},
        "15": {
            "type": "text", "img": "Carrot1.png", "name": "Jour 1", "text": "Robert se rend compte qu'il n'a plus aucun aliment de ce type.", "next": -2}
    }
}
